const PageConstants = {
  homePage: {
    heroBannerText: `Կարծրատիպեր հաղթահարած ու հաջողած Հայ կանայք`,
  },
  aboutPage: {
    heroBannerText: `Ճանապարհ դեպի մեծ բացահայտումներ`,
  },
  global: {
    aboutProject: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նախագծի մասին',
    },
    aboutGoal: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նպատակը առաքինություն է',
    },
    aboutBook: {
      title: 'Գրքի մասին',
    },
    womenCard: {
      title: 'Կանայք և պատմություններ',
      name: 'Ասլամազյան քույրեր',
      address: 'Գյումրի, Հայաստան',
      lifeDuration: '1907-2006',
      profession: 'Նկարչուհիներ',
      className_1: 'col-start-1 col-end-4',
      className_2: 'col-start-5 col-end-8',
      className_3: 'col-start-9 col-end-12',
    },
  },
}

export default PageConstants
