const PageConstants = {
  homePage: {
    heroBannerText: `Կարծրատիպեր հաղթահարած ու հաջողած Հայ կանայք`,
  },
  aboutPage: {
    heroBannerText: `Ճանապարհ դեպի մեծ բացահայտումներ`,
  },
  global: {
    aboutProject: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նախագծի մասին',
    },
    aboutGoal: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նպատակը առաքինություն է',
    },
    aboutBook: {
      title: 'Գրքի մասին',
    },
    aboutAuthors: {
      title: 'Հեղինակների մասին',
    },
  },
}

export default PageConstants
