const PageConstants = {
  homePage: {
    heroBannerText: `Կարծրատիպեր հաղթահարած ու հաջողած Հայ կանայք`,
  },
  aboutPage: {
    heroBannerText: `Ճանապարհ դեպի մեծ բացահայտումներ`,
  },
  womanPage: {
    heroBanner: {
      name: 'Աննա Տեր-Ավետիքյան',
      birthPlace: 'Երևան, Հայաստան',
      lifeDuration: '1908-2013',
      profession: 'Ճարտարապետ',
    },
  },
  global: {
    aboutProject: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նախագծի մասին',
    },
    aboutGoal: {
      text: '«Զարմանահրաշ հայ կանայք» սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:\n',
      title: 'Նպատակը առաքինություն է',
    },
    aboutBook: {
      title: 'Գրքի մասին',
    },
    womenCard: {
      title: 'Կանայք և պատմություններ',
      name: 'Ասլամազյան քույրեր',
      address: 'Գյումրի, Հայաստան',
      lifeDuration: '1907-2006',
      profession: 'Նկարչուհիներ',
    },
    aboutAuthors: {
      title: 'Հեղինակների մասին',
    },
  },
}

export default PageConstants
