const PageConstants = {
  homePage: {
    heroBannerText: `Միասին բացահայտենք պատմական և ժամանակակաից զարմահահրաշ հայ կանանց  `,
  },
  aboutPage: {
    heroBannerText: `Ճանապարհ դեպի մեծ բացահայտումներ`,
    title: 'Հեղինակների մասին',
  },
  womanPage: {
    heroBanner: {
      name: 'Աննա Տեր-Ավետիքյան',
      birthPlace: 'Երևան, Հայաստան',
      lifeDuration: '1908-2013',
      profession: 'Ճարտարապետ',
    },
  },
  global: {
    aboutProject: {
      text:
        '«Զարմանահրաշ հայ կանայք» ի սկզբանե ստեղծվել է, որպես մանկական գիրք, բայց մեր պատմության մեջ ու մեր շուրջն ապրող զարմանահրաշ կանայք շատ են քան տեղ են գտել գրքում։ ' +
        'Այս կայքում կգտնեք գրքում ներառված կանանց մասին հավելյայլ տեղեկություն ինչպես նաև կծանոթանաք բազում այլ կերպարների հետ։',
      title: 'Նախագծի մասին',
    },
    aboutGoal: {
      text:
        'Մեր առաքելությունն է ճանաչելի դարձնել մեր պատմությունից և հավաքական հիշողությունից դուրս մնացած հայ կանանց,' +
        ' կոտրել նրանց շուրջ եղած լռությունը և երկար սպասված տուրքը մատուցել յուրաքանչյուրին։ Պատմական տարբեր շրջաններում ապրած կանանց պատմությունների կողքին կգտնեք նաև մեր ժամանակների մասին։' +
        ' Կամրջելով այս պատմությունները՝ ցանկանում ենք ձայն տալ կանանց, ովքեր այսօր, այստեղ և այս պահին, շարունակում են կոտրել կարծրատիպեր՝ անելով այն, ինչ սիրում և ինչին հավատում են։ Այս կանայք' +
        ' տարբեր նախապատնություն ունեն, նրանց ներդրումն էլ տարբեր, բայց արժեքավոր է յուրովի։',
      title: 'Նախագծի առաքելությունը',
    },
    aboutBook: {
      title: 'Գրքի մասին',
      text_1:
        '«Զարմանահրաշ հայ կանայք» մանկական գիրքը պատմում է 30-ից ավել հայ կանանց պատմություններ, ովքեր ներառված չեն եղել մեր դպրոցական դասագրքերում։ Պատմական կանանց կողքին կկարդաք նաև մեր օրերում ապրող կանանց մասին, ովքեր կոտրում են կարծրատիպեր ու հետևում են իրենց երազանքներին։',
      text_2:
        'Այս գիրքը սիրո, զայրույթի, հպարտության և հիասթափության արգասիք է: Արդյունք է երկար ու մանրակրկիտ հետազոտության, անվերջ բացահայտումների, կրքի, հետաքրքրասիրության և գնահատանքի:',
      text_3: 'Համոզված ենք, որ այս կանանց պատմությունները ձեզ ևս կոգեշնչեն:',
    },
    aboutAuthors: {
      title: 'Հեղինակների մասին',
    },
    filter_btn: {
      btn: ' py-2 px-3  text-base ',
      active_btn: ' bg-violet-950 text-white  ',
      not_active: ' text-violet-950 border  border-gray-550 font-[275]',
    },
  },
  womenCard: {
    title: 'Կանայք և պատմություններ',
    name: 'Ասլամազյան քույրեր',
    address: 'Գյումրի, Հայաստան',
    lifeDuration: '1907-2006',
    profession: 'Նկարչուհիներ',
    img: '/img/women.png',
  },
}

export default PageConstants
